Revit 2027 API
ExportFontTable.GetValues Method
 Returns a collection of the values stored in this table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IList<ExportFontInfo> GetValues()
Public Function GetValues As IList(Of ExportFontInfo)
public:
IList<ExportFontInfo^>^ GetValues()
member GetValues : unit -> IList<ExportFontInfo>
Return Value
IList<ExportFontInfo>
 The collection of values.
See Also
Reference
ExportFontTable Class
Autodesk.Revit.DB Namespace